Revit 2024 API
ParameterTypeId.RbsFlowObsolete Property
 "Flow"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsFlowObsolete { get; }
Visual Basic
Public Shared ReadOnly Property RbsFlowObsolete As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsFlowObsolete {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace